[
    "Who has the most XPLACEHOLDERX?",
    "Which one has the fewest XPLACEHOLDERX?",
    "Who is involved in the most XPLACEHOLDERX?",
    "Which one is linked to the most XPLACEHOLDERX?",
    "Who appears in the highest number of XPLACEHOLDERX?",
    "Which one shows the most XPLACEHOLDERX overall?",
    "Who is associated with the greatest number of XPLACEHOLDERX?",
    "Which one participates in the most XPLACEHOLDERX?",
    "Who accounts for the most XPLACEHOLDERX?",
    "Which one has been part of the most XPLACEHOLDERX?",
    "Who has taken part in the most XPLACEHOLDERX?",
    "Which one has recorded the most XPLACEHOLDERX?",
    "Who seems most active based on XPLACEHOLDERX?",
    "Which one dominates in terms of XPLACEHOLDERX?",
    "Who stands out with the highest number of XPLACEHOLDERX?",
    "Which one is related to the largest number of XPLACEHOLDERX?",
    "Who is connected to the most XPLACEHOLDERX overall?",
    "Which one has handled the most XPLACEHOLDERX?",
    "Who has participated in the greatest number of XPLACEHOLDERX?",
    "Which one shows the largest count of XPLACEHOLDERX?",
    "Which entity has the most XPLACEHOLDERX?",
    "Which entity has the fewest XPLACEHOLDERX?",
    "List entities ordered by number of XPLACEHOLDERX.",
    "Who has the highest number of XPLACEHOLDERX?",
    "Show which entity is involved in the most XPLACEHOLDERX.",
    "Which one has participated in the most XPLACEHOLDERX?",
    "Who is connected to the largest number of XPLACEHOLDERX?",
    "Which entity is most active in terms of XPLACEHOLDERX?",
    "Show the entity with the greatest number of XPLACEHOLDERX.",
    "Who has been part of the most XPLACEHOLDERX?",
    "Which entity is linked to the most XPLACEHOLDERX records?",
    "Find the entity with the largest count of XPLACEHOLDERX.",
    "Who is associated with the highest count of XPLACEHOLDERX?",
    "Which entity takes part in the most XPLACEHOLDERX?",
    "Show which entity accounts for the most XPLACEHOLDERX.",
    "Which entity has contributed to the most XPLACEHOLDERX?",
    "List all entities ranked by their XPLACEHOLDERX count.",
    "Who dominates in terms of XPLACEHOLDERX?",
    "Which entity has the largest share of XPLACEHOLDERX?",
    "Identify who has the most XPLACEHOLDERX overall.",
    "Which one is involved in the highest number of XPLACEHOLDERX records?",
    "Who appears most frequently in XPLACEHOLDERX?",
    "Which entity is linked to the greatest number of XPLACEHOLDERX entries?",
    "Who shows up in the most XPLACEHOLDERX overall?",
    "Which one is associated with the most XPLACEHOLDERX instances?",
    "Who is related to the largest number of XPLACEHOLDERX?",
    "Which entity participates in the highest number of XPLACEHOLDERX?",
    "Who is referenced most often in XPLACEHOLDERX?",
    "Which one shows up the most in XPLACEHOLDERX?",
    "Who is present in the most XPLACEHOLDERX cases?",
    "Which entity is involved in the largest share of XPLACEHOLDERX?",
    "Who appears across the most XPLACEHOLDERX entries?",
    "Which one contributes to the highest number of XPLACEHOLDERX?",
    "Who is represented most often in XPLACEHOLDERX?",
    "Which entity is tied to the most XPLACEHOLDERX?",
    "Who is part of the most XPLACEHOLDERX overall?",
    "Which one occurs most frequently in XPLACEHOLDERX?",
    "Who is connected to the greatest share of XPLACEHOLDERX?",
    "Which entity is responsible for the most XPLACEHOLDERX?",
    "Who is linked to the highest volume of XPLACEHOLDERX?",
    "Which one shows the most involvement in XPLACEHOLDERX?",
    "Who has the strongest presence in XPLACEHOLDERX?",
    "Which entity appears in the widest range of XPLACEHOLDERX?",
    "Who is indexed in the most XPLACEHOLDERX records?",
    "Which one forms the majority of XPLACEHOLDERX associations?",
    "Who is included most often in XPLACEHOLDERX?",
    "Which entity has the greatest involvement in XPLACEHOLDERX?",
    "Who participates most in XPLACEHOLDERX?",
    "Which one is featured most heavily in XPLACEHOLDERX?",
    "Who takes part in the most XPLACEHOLDERX overall?",
    "Which entity is part of the highest number of XPLACEHOLDERX records?",
    "Who is mentioned most across XPLACEHOLDERX?",
    "Which one has the broadest presence in XPLACEHOLDERX?",
    "Who interacts with the most XPLACEHOLDERX?",
    "Which entity is most represented within XPLACEHOLDERX?",
    "Who appears repeatedly in XPLACEHOLDERX?",
    "Which one is linked to the highest frequency of XPLACEHOLDERX?",
    "Who is included in the greatest number of XPLACEHOLDERX instances?",
    "Which entity is associated with the widest set of XPLACEHOLDERX records?",
    "Who shows the strongest activity in XPLACEHOLDERX?",
    "Which one is attached to the most XPLACEHOLDERX entries?",
    "Who stands out by appearing in the most XPLACEHOLDERX?",
    "Which entity has the most involvement across XPLACEHOLDERX?",
    "Who is part of the broadest range of XPLACEHOLDERX entries?",
    "Which one is represented most frequently in XPLACEHOLDERX?",
    "Who occurs the most in XPLACEHOLDERX?",
    "Which entity is connected to the majority of XPLACEHOLDERX?",
    "Who is tied to the most XPLACEHOLDERX relationships?",
    "Which one is referenced the most within XPLACEHOLDERX?",
    "Who features the most across XPLACEHOLDERX records?",
    "Which entity appears most prominently in XPLACEHOLDERX?",
    "Who has the highest occurrence within XPLACEHOLDERX?",
    "Which one shows the widest involvement across XPLACEHOLDERX?",
    "Who is affiliated with the greatest number of XPLACEHOLDERX?",
    "Which entity has the strongest link to XPLACEHOLDERX?",
    "Who is most commonly associated with XPLACEHOLDERX?",
    "Which one is documented most often in XPLACEHOLDERX?"
]
