[
    "Which XPLACEHOLDERX happened earlier?",
    "Show the most recent XPLACEHOLDERX records.",
    "Which XPLACEHOLDERX came first?",
    "List the recent records of XPLACEHOLDERX.",
    "When did each XPLACEHOLDERX take place?",
    "Which XPLACEHOLDERX occurred later?",
    "Show XPLACEHOLDERX that happened recently.",
    "List all current XPLACEHOLDERX.",
    "Show XPLACEHOLDERX that happened recently.",
    "Which XPLACEHOLDERX took place earlier?",
    "Give me all past XPLACEHOLDERX.",
    "Which XPLACEHOLDERX are upcoming?",
    "List XPLACEHOLDERX that occurred during the holidays.",
    "Which XPLACEHOLDERX were active last year?",
    "Show XPLACEHOLDERX from this season.",
    "Find XPLACEHOLDERX that happened in winter.",
    "Which XPLACEHOLDERX were around Christmas?",
    "List all ongoing XPLACEHOLDERX.",
    "Which XPLACEHOLDERX were before the event?",
    "Show XPLACEHOLDERX that happened after the event.",
    "List recent XPLACEHOLDERX.",
    "Which XPLACEHOLDERX are still active?",
    "Show XPLACEHOLDERX that happened in the past months.",
    "Which XPLACEHOLDERX occurred last time?",
    "Give me XPLACEHOLDERX during that period.",
    "List XPLACEHOLDERX from that time.",
    "Which XPLACEHOLDERX were happening back then?",
    "Which XPLACEHOLDERX occurred most recently?",
    "Show the earliest recorded XPLACEHOLDERX.",
    "List XPLACEHOLDERX ordered by how recently they happened.",
    "Which XPLACEHOLDERX were recorded earlier this year?",
    "Give me XPLACEHOLDERX that occurred sometime last month.",
    "Which XPLACEHOLDERX should come next?",
    "Show all XPLACEHOLDERX that happened before now.",
    "List XPLACEHOLDERX that occurred in the previous season.",
    "Which XPLACEHOLDERX belong to the earliest timeframe?",
    "Show XPLACEHOLDERX that happened around that time.",
    "Which XPLACEHOLDERX took place in the early period?",
    "List XPLACEHOLDERX that happened just recently.",
    "Give me XPLACEHOLDERX from the earlier phase.",
    "Which XPLACEHOLDERX took place most recently?",
    "Show XPLACEHOLDERX that took place earlier this week.",
    "Which XPLACEHOLDERX occurred during the last cycle?",
    "List XPLACEHOLDERX from the earlier stages.",
    "Show XPLACEHOLDERX that happened around last week.",
    "Which XPLACEHOLDERX belong to the late period?",
    "List all XPLACEHOLDERX that occurred earlier than expected.",
    "Which XPLACEHOLDERX were happening at that time?",
    "Show XPLACEHOLDERX that occurred shortly before.",
    "Which XPLACEHOLDERX took place shortly after?",
    "List XPLACEHOLDERX from the earliest point available.",
    "Show XPLACEHOLDERX that happened in recent years.",
    "Give me XPLACEHOLDERX that came afterward.",
    "Which XPLACEHOLDERX were present in the earlier quarter?",
    "Show XPLACEHOLDERX that occurred near the end of the period.",
    "Which XPLACEHOLDERX were active during that timeframe?",
    "List XPLACEHOLDERX that took place before the cutoff.",
    "Which XPLACEHOLDERX happened after the cutoff?",
    "Show the latest XPLACEHOLDERX activities.",
    "List all XPLACEHOLDERX that took place sometime ago.",
    "Which XPLACEHOLDERX are from the previous round?",
    "Show XPLACEHOLDERX associated with that time window.",
    "Which XPLACEHOLDERX occurred during the peak period?",
    "List XPLACEHOLDERX recorded prior to the reference date.",
    "Which XPLACEHOLDERX were logged afterward?",
    "Show XPLACEHOLDERX that happened just before the event.",
    "List XPLACEHOLDERX that occurred right after the event.",
    "Which XPLACEHOLDERX fall into the older category?",
    "Show XPLACEHOLDERX from the latest interval.",
    "List XPLACEHOLDERX that were still ongoing then.",
    "Which XPLACEHOLDERX were finalized earlier?",
    "Show XPLACEHOLDERX that happened within that timeframe.",
    "Which XPLACEHOLDERX were active earlier than that?",
    "List XPLACEHOLDERX from the middle period.",
    "Which XPLACEHOLDERX occurred in the initial phase?",
    "Show XPLACEHOLDERX taking place at the beginning.",
    "Which XPLACEHOLDERX happened at the end?",
    "List XPLACEHOLDERX that occurred throughout that period.",
    "Which XPLACEHOLDERX were relevant during those times?",
    "Show XPLACEHOLDERX that happened over the last cycle.",
    "List XPLACEHOLDERX recorded during previous periods.",
    "Which XPLACEHOLDERX were happening near that timeline?",
    "Show XPLACEHOLDERX that recently took place.",
    "Which XPLACEHOLDERX are from the earlier batch?",
    "List XPLACEHOLDERX that occurred just around that date.",
    "Show XPLACEHOLDERX that belong to the newer timeframe.",
    "Which XPLACEHOLDERX were registered at that moment?"
]
